<template>
  <div>
    <div class="card">
				<h2>เกี่ยวกับเรา</h2>
        <h3>Razer</h3>
					<img class="img" src="./../assets/logor.png" width="50px">
				<p>ประวัติร้าน</p>
        <p>เมื่อเริ่มต้นทางคุณมินได้คิดเพียงแค่ จะทำอย่างไรถึงจะสร้าง “อุปกรณ์สำหรับการเล่นเกม” ทีช่วยทำให้เกมเมอร์ได้รับชัยชนะได้ ซึ่งทางเขาและทีมงานในยุคแรกก็ได้คุยกันว่า “พวกเราจะสามารถสร้างอุปกรณ์สำหรับเล่นเกมที่ดีกว่านี้ได้ไหม” </p>
        ซึ่งเรียกได้ว่าพวกเราเป็นกลุ่มแรกที่คิดที่จะเปลี่ยนแปลงอุปกรณ์ที่ใช้สำหรับการเล่นเกมไปตลอดกาล โดย Razer นั้นเป็นผู้บุกเบิก Gaming Mouse และ Gaming Keyboard เจ้าแรกของโลก และเขายังได้มีการพัฒนาอุปกรณ์ Gaming Gear ต่าง ๆ ขึ้นมาอย่างต่อเนื่องโดยคำนึงถึงประสิทธิภาพและประสบการณ์ที่ดีของผู้ใช้งานเป็นหลัก</p>
			</div>
		
			<div class="card">
				<h3>ติดต่อเรา</h3>
				<p>Facebook : Razer</p>
        <p>@OfficialRazerThailand</p>
			</div>


  </div>
</template>
<script>
export default {};
</script>

<style scoped>
</style>